Repository: arcan1s/awesome-widgets
Catalog: sources/translations/awesome-widget/*.po
Languages: es, fr, pt_br

source: Widget
fr: Composant

source: Advanced
es: Avanzado
fr: Avancé
pt_br: Avançado

source: Tooltip
es: Ventana emergente
fr: Conseil
pt_br: Dica de contexto

source: Appearance
es: Apariencia
fr: Apparence
pt_br: Aparência

source: DataEngine
fr: Moteur de données
pt_br: Engine de dados

source: About
es: Acerca de
fr: À propos
pt_br: Sobre

source: Acknowledgment
fr: À savoir

source: Widget height, px
fr: Paramètres du composant

source: Widget width, px
fr: Largeur de l'applet

source: Enable notifications
fr: Activer les notifications

source: Wrap new lines
fr: Couper les lignes supplémentaires

source: Enable background
es: Habilitar fondo
fr: Activer le fond
pt_br: Ativar plano de fundo

source: Custom time format
es: Formato personalizado para la hora
fr: Format de l'heure personnalisé
pt_br: Formato de hora personalizado

source: Custom uptime format
es: Formato personalizado para el tiempo de actividad del sistema
fr: Temps de fonctionnement personalisé
pt_br: Tempo em atividade com formato personalizado

source: Temperature units
es: Unidades de temperatura
fr: Unités de température
pt_br: Unidades de temperatura

source: AC online tag
es: Etiqueta para alimentación conectada
fr: Étiquette alimentation branchée
pt_br: Rótulo com carregador conectado

source: AC offline tag
es: Etiqueta para la alimentación desconectada
fr: Étiquette alimentation débranchée
pt_br: Rótulo com carregador desconectado

source: Time interval
es: Intervalo de tiempo
fr: Intervalle
pt_br: Intervalo de tempo

source: Font
es: Tipo de letra
fr: Police
pt_br: Tamanho da fonte

source: Font size
es: Tamaño de letra
fr: Taille de la police
pt_br: Tamanho da fonte

source: Font weight
es: Grosor de la letra
fr: Épaisseur de la police
pt_br: Grossura da fonte

source: light
fr: léger

source: demi bold
fr: mi-gras

source: bold
fr: gras

source: black
fr: noir

source: Font style
es: Estilo de letra
fr: Style de la police
pt_br: Estilo da fonte

source: italic
fr: italique

source: Font color
es: Color de letra
fr: Couleur de la police
pt_br: Cor da fonte

source: Select a color
fr: Sélectionner une couleur

source: Select a font
fr: Sélectionner une police

source: ACPI path
es: Ruta ACPI
fr: chemin ACPI
pt_br: Caminho ACPI

source: Custom scripts
es: Scripts personalizados
fr: Scripts personnalisés
pt_br: Scripts customizados

source: Edit scripts
fr: Modifier les scripts

source: GPU device
es: Dispositivo de GPU
fr: Périphérique graphique
pt_br: Dispositivo GPU

source: HDD
es: Disco duro
fr: Disque dur

source: hddtemp cmd
es: Comando hddtemp
fr: Cmd de température disques
pt_br: comando hddtemp

source: MPD address
es: Dirección de MPD
fr: Adresse MPD
pt_br: Endereço do MPD

source: MPD port
es: Puerto de MPD
fr: Port MPD
pt_br: Porta do MPD

source: MPRIS player name
es: Nombre del reproductor MPRIS
fr: Nom du lecteur MPRIS
pt_br: Nome do player MPRIS

source: Music player
es: Reproductor de música
fr: Lecteur audio
pt_br: Reprodutor de áudio

source: Quotes monitor
fr: Moniteur de citations

source: Edit tickers
fr: Modifier les tickers

source: Package manager
es: Gestor de paquetes
fr: Gestionnaire de paquets
pt_br: Gerenciador de pacotes

source: Edit command
fr: Modifier la commande

source: Request key
fr: Demander une clé

source: Show README
es: Mostrar el README
fr: Voir le README
pt_br: Mostrar README

source: Check updates
fr: Vérifier les mises à jour

source: CPU, CPU clock, memory, swap and network labels support graphical tooltip. To enable them just make needed checkbox fully checked.
es: Las etiquetas para CPU, frecuencia de la CPU, memoria, swap y red soportan ventanas emergentes. Para habilitarlas marca las cajas de selección necesarias.
fr: CPU, horloge du CPU, mémoire vive, mémoire swap et noms réseau gèrent les conseils visuels. Pour les activer cochez simplement les cases correspondantes.
pt_br: Os rótulos de CPU, frequência de GPU, memória, swap e rede suportam dica de contexto gráfica. Para ativá-los, basta selecionar a caixa necessária.

source: Number of values for tooltips
es: Número de valores para las ventanas emergentes
fr: Nombre d'éléments pour les conseils
pt_br: Número de valores para dicas de contexto

source: Background
es: Fondo
fr: Fond
pt_br: Plano de fundo

source: CPU color
es: Color de la CPU
fr: Couleur processeur
pt_br: Cor da CPU

source: CPU clock color
es: Color de la frecuencia de la CPU
fr: Couleur de l'horloge processeur
pt_br: Cor do relógio da CPU

source: Memory color
es: Color de la memoria
fr: Couleur de la mémoire
pt_br: Cor da memória

source: Swap color
es: Color de la swap
fr: Couleur de la mémoire d'échange
pt_br: Cor da swap

source: Download speed color
es: Color de la velocidad de recepción
fr: Couleur de la vitesse de téléchargement
pt_br: Cor da velocidade de download

source: Upload speed color
es: Color de la velocidad de envío
fr: Couleur du téléversement
pt_br: Cor da velocidade de upload

source: Battery active color
es: Color de la batería activa
fr: Couleur active batterie
pt_br: Cor da bateria ativa

source: Battery inactive color
es: Color de la batería inactiva
fr: Couleur batterie inactive
pt_br: Cor da bateria inativa

source: Detailed information may be found on <a href="http://arcanis.name/projects/awesome-widgets/">project homepage</a>
es: Puedes encontrar información detallada en el <a href="http://arcanis.name/projects/awesome-widgets/">sitio del proyecto</a>
fr: D'avantage d'informations se trouvent sur <a href="http://arcanis.name/projects/awesome-widgets/">la page du projet</a>
pt_br: Informações detalhadas podem ser encontradas na <a href="http://arcanis.name/projects/awesome-widgets/">página do projeto</a>

source: Add
es: Añadir
fr: Ajouter
pt_br: Adicionar

source: Show value
fr: Afficher la valeur

source: Tag: %1
es: Etiqueta: %1
fr: Etiquette: %1

source: Value: %1
fr: Valeur: %1

source: Edit bars
fr: Modifier les barres

source: Run %1
fr: Éxecuter %1

source: A set of minimalistic plasmoid widgets
es: Un conjunto de plasmoides minimalistas
fr: Un jeu de composants plasmoïds minimalistes
pt_br: Um conjunto de widgets plasmoid minimalistas.

source: Links:
es: Enlaces:
fr: Liens:

source: Homepage
es: Página principal
fr: Page d'accueil

source: Repository
es: Repositorio
fr: Dépôt
pt_br: Repositório

source: Bugtracker
es: Reporte de errores
fr: Suivi des bugs

source: Translation issue
es: Problemas de traducción
fr: Traductions
pt_br: Problema na tradução

source: AUR packages
es: Paquetes AUR
fr: Paquets depuis AUR
pt_br: Pacotes AUR

source: openSUSE packages
fr: Paquets openSUSE

source: This software is licensed under %1
es: Este software está licenciado bajo %1
fr: Ce programme est publié sous la licence %1
pt_br: Este software é licenciado sob %1

source: Translators: %1
es: Traductores: %1
fr: Traducteurs: %1
pt_br: Tradutores: %1

source: This software uses: %1
es: Este software usa: %1
fr: Ce logiciel utilise: %1
pt_br: Este software usa: %1

source: Select font
es: Elegir tipo de letra
fr: Sélectionner une couleur
pt_br: Selecionar fonte

source: Current version : %1
es: Versión actual: %1
fr: Version actuelle
pt_br: Versão atual: %1

source: New version : %1
es: Nueva versión: %1
fr: Nouvelle version
pt_br: Nova versão: %1

source: Click "Ok" to download
es: Haz clic en «Ok» para descargar
fr: Cliquer sur "Valider" pour télécharger
pt_br: Clique "Ok" para baixar

source: There are updates
es: Hay actualizaciones disponibles
fr: Des mises à jour sont disponibles
pt_br: Há atualizações disponíveis

source: AC online
fr: Alimentation branchée

source: AC offline
fr: Alimentation débranchée

source: High CPU load
fr: Haute charge CPU

source: High GPU load
fr: Haute charge GPU

source: Free space on %1 less than 10%
fr: Espace libre sur %1 inférieur à 10%

source: High memory usage
fr: Haute utilisation mémoire

source: Network device has been changed to %1
fr: L'interface réseau à été changée en %1

source: Swap is used
fr: Fichier d'échange utilisé

source: Select tag
fr: Sélectionner l'étiquette

source: Tag
fr: Étiquette

source: Copy
es: Copiar
fr: Copier
pt_br: Copiar

source: Create
fr: Créer

source: Remove
es: Eliminar
fr: Supprimer
pt_br: Remover

source: Enter file name
es: Inserta el nombre de archivo
fr: Entrer le nom du fichier
pt_br: Digite o nome de arquivo

source: File name
es: Nombre de archivo
fr: Nom du fichier
pt_br: Nome de arquivo

source: Name: %1
es: Nombre: %1
fr: Nom: %1
pt_br: Nome: %1

source: Comment: %1
es: Comentario: %1
fr: Commentaire: %1
pt_br: Comentário: %1

# NAME OF TRANSLATORS
source: Your names
es: Tu nombre
fr: Evgeniy Alekseev MerMouY
pt_br: under

# EMAIL OF TRANSLATORS
source: Your emails
es: Tu email
fr: esalexeev@gmail.com mermouy@gmail.com
pt_br: under@insicuri.net

source: Run ksysguard
es: Ejecutar ksysguard
pt_br: Abrir ksysguard

source: Update text
es: Actualizar texto
pt_br: Atualizar texto

source: Check for updates
es: Comprobar actualizaciones
pt_br: Checar por atualizações

source: Exec: %1
es: Ejecutar: %1

source: Version %1 (build date %2)
es: Versión %1 (fecha de construcción %2)
pt_br: Versão: %1 (data de compilação %2)

source: Edit
es: Editar
pt_br: Editar

source: Select color
es: Elegir color
pt_br: Selecionar cor

source: Bars
es: Barras
pt_br: Barras

source: Enable popup on mouse click
es: Habilitar ventana emergente al hacer clic
pt_br: Ativar popup no clique do mouse

source: $dddd - long weekday $ddd - short weekday $dd - day $d - day w\o zero $MMMM - long month $MMM - short month $MM - month $M - month w\o zero $yyyy - year $yy - short year $hh - hours (24 only) $h - hours w\o zero (24 only) $mm - minutes $m - minutes w\o zero $ss - seconds $s - seconds w\o zero
es: $dddd - día de la semana en formato largo $ddd - día de la semana en formato corto $dd - día $d - día (sin ceros) $MMMM - mes en formato largo $MMM - mes en formato corto $MM - mes $M - mes (sin ceros) $yyyy - año $yy - año en formato largo $hh - horas (solo formato de 24 horas) $h - horas (sin ceros, solo formato de 24 horas) $mm - minutos $m - minutos (sin ceros) $ss - segundos $s - segundos (sin ceros)
pt_br: $dddd - dia da semana completo $ddd - dia da semana curto $dd - dia $d - dia com zero $MMMM - mês completo $MMM - mês curto $MM - mês $M - mês com zero $hh - horas (somente 24) $h - horas sem zeros (somente 24) $mm - minutos $m - minutos sem zeros $ss - segundos $s segundos sem zeros

source: $dd - uptime days $d - uptime days without zero $hh - uptime hours $h - uptime hours without zero $mm - uptime minutes $m - uptime minutes without zero
es: $dd - días $d - días (sin ceros) $hh - horas $h - horas (sin ceros) $mm - minutos $m - minutos (sin ceros)
pt_br: $dd - tempo em atividade em dias $d - tempo em atividade em dias sem zeros $hh - tempo em atividade em horas $h - tempo em atividade em horas sem zeros $mm - tempo em atividade em minutos $m - tempo em atividade em minuto sem zeros

source: Temperature devices
es: Dispositivos de temperatura
pt_br: Dispositivos de temperatura

source: Fan devices
es: Dispositivos de ventilación
pt_br: Dispositivos de ventilação

source: Mount points
es: Puntos de montaje
pt_br: Pontos de montagem

source: HDD devices (speed)
es: Discos duros (velocidad)
pt_br: Dispositivos HDD (velocidade)

source: HDD devices (temp)
es: Discos duros (temperatura)
pt_br: Dispositivos HDD (temperatura)

source: Disable auto select device and set specified device
es: Inhabilitar selección automática del dispositivo y especificar uno
pt_br: Desativar auto seleção de dispositivos e escolher um dispositivo específico

source: Set network device
es: Establecer dispositivo de red
pt_br: Escolher dispositivo de rede

source: Line, which returns when AC is online
es: Línea devuelta si la alimentación está conectada
pt_br: Linha, que aparece quando o carregador está conectado

source: Line, which returns when AC is offline
es: Línea devuelta si la alimentación está desconectada
pt_br: Linha, que aparece quando o carregador está offline

source: <b>NOTE:</b> Player DBus interface should be an active
es: <b>NOTA:</b> La interfaz DBus del reproductor debería estar activada
pt_br: <b>NOTA:</> Interface do player DBus deverá ser uma ativa

source: Configuration
es: Configuración
pt_br: Configuração

source: Name
es: Nombre
pt_br: NOme

source: Comment
es: Comentario
pt_br: Comentário

source: Value
es: Valor
pt_br: Valor

source: Active color
es: Color de activo
pt_br: Cor ativa

source: Inactive color
es: Color de inactivo
pt_br: Cor inativa

source: Type
es: Tipo
pt_br: Tipo

source: Direction
es: Dirección
pt_br: Direção

source: Height
es: Alto
pt_br: Altura

source: Width
es: Ancho
pt_br: Largura

source: Editable
pt_br: Editável

source: "/sys/class/power_supply/" by default
pt_br: "/sys/class/power_supply/AC/online" por padrão
