Repository: arcan1s/awesome-widgets
Catalog: sources/ptm/po/*.po
Languages: fr

source: Form
fr: Entrées

source: Widget settings
fr: Paramètres de l'applet

source: Detailed information may be found on <a href="http://arcanis.name/projects/pytextmonitor/">project homepage</a>
fr: D'avantage d'informations se trouvent sur <a href="http://arcanis.name/projects/pytextmonitor/">la page du projet</a>

source: Time
fr: Durée

source: $time - time in default format $isotime - time in ISO format $shorttime - time in short format $longtime - time in log format $custom - custom time format
fr: $time - l'heure au format par défaut $isotime - l'heure au format ISO $shorttime - l'heure format court $longtime - l'heure au format log $custom - l'heure, format personnalisé

source: Uptime
fr: temps de fonctionnement

source: $uptime - system uptime $custom - custom format
fr: $uptime - temps de fonctionnement $custom - format personnalisé

source: $cpu - total load CPU, % $cpu0 - load CPU for core 0, % ... $cpu9 - load CPU for core 9, % ... $cpuN - load CPU for core N, %
fr: $cpu - charge totale du processeur, % $cpu0 - charge du processeur pour le coeur 0, % ... $cpu9 - charge processeur pour le coeur 9, % ... $cpuN - charge processeur pour le coeur N, %

source: CPU Clock
fr: Horloge processeur

source: $cpucl - average CPU clock, MHz $cpucl0 - CPU clock for core 0, MHz ... $cpucl9 - CPU clock for core 9, MHz ... $cpuclN - CPU clock for core N, MHz
fr: $cpucl - Moyenne de l'horloge du processeur, MHz $cpucl0 - Horloge du coeur 0, MHz ... $cpucl9 - Horloge du coeur 9, MHz ... $cpuclN - Horloge du coeur N, MHz

source: Temperature
fr: Température

source: $tempN - physical temperature on device N (from 0). Example: $temp0
fr: $tempN - Température physique du périphérique N (à partir de 0). Exemple: $temp0

source: GPU
fr: Processeur graphique

source: $gpu - gpu usage, %
fr: $gpu - utilisation du processeur graphique, %

source: GPU Temp
fr: Temp du processeur graphique

source: $gputemp - physical temperature on GPU
fr: $gputemp - Température physique du processeur graphique

source: Memory
fr: Mémoire

source: $mem - RAM usage, % $memmb - RAM usage, MB $memgb - RAM usage, GB
fr: $mem - utilisation de la RAM, % $memmb - utilisation de la RAM, MB $memgb - utilisation de la RAM, GB

source: Swap
fr: mémoire d'échange (swap)

source: $swap - swap usage, % $swapmb - swap usage, MB $swapgb - swap usage, GB
fr: $swap - utilisation swap, % $swapmb - utilisation swap, MB $swapgb - utilisation swap, GB

source: HDD
fr: Disque dur

source: $hddN - usage for mount point N (from 0), %. Example: $hdd0 $hddmbN - usage for mount point N (from 0), MB. Example: $hddmb0 $hddgbN - usage for mount point N (from 0), GB. Example: $hddgb0
fr: $hddN - espace occupé sur le point de montage N (à partir de 0), %. Exemple: $hdd0 $hddmbN - espace occupé sur le point de montage N (à partir de 0), MB. Exemple: $hddmb0 $hddgbN - espace occupé sur le point de montage N (à partir de 0), GB. Exemple: $hddgb0

source: HDD Temp
fr: Température disque dur

source: $hddtempN - physical temperature on device N (from 0). Example: $hddtemp0
fr: $hddtempN - température physique du périphérique N (à partir de 0). Exemple: $hddtemp0

source: Network
fr: Réseau

source: $down - download speed, KB/s $up - upload speed, KB/s $netdev - current network device
fr: $down - vitesse de téléchargement, KB/s $up - vitesse ascendante, KB/s $netdev - périphérique réseau actuel

source: Battery
fr: Batterie

source: $bat - battery charge, % $ac - AC status
fr: $bat - charge de la batterie, % $ac - état de l'alimentation

source: Music player
fr: Lecteur audio

source: $album - song album $artist - song artist $progress - song progress $time - song duration $title - song title
fr: $album - album du morceau $artist - artiste du morceau $progress - avancement du morceau $time - durée du morceau $title - titre du morceau

source: Processes
fr: Processus

source: $pscount - number of running processes $pstotal - total number of running processes $ps - list of running processes comma separated
fr: $pscount - nombre de processus en cours d'exécution $pstotal - nombre total de processus $ps - liste des processus en cours d'exécution séparés par des virgules

source: Package manager
fr: Gestionnaire de paquets

source: $pkgcountN - number of packages which are available for updates, command N. For example $pkgcount0
fr: $pkgcountN - nombre de paquets qui sont disponibles pour les mises à jour, commande N. Exemple: $pkgcount0

source: Custom
fr: Personnalisé

source: $custom - get output from custom command
fr: $custom - sortie d'une commande personnelle

source: Advanced
fr: Avancé

source: Custom time format
fr: Format de l'heure personnalisé

source: $dddd - long weekday $ddd - short weekday $dd - day $d - day w\o zero $MMMM - long month $MMM - short month $MM - month $M - month w\o zero $yyyy - year $yy - short year $hh - hours (24 only) $h - hours w\o zero (24 only) $mm - minutes $m - minutes w\o zero $ss - seconds $s - seconds w\o zero
fr: $dddd - Jour de la semaine long $ddd - Jour de la semaine court $dd - jour $d - jour sans zéro $MMMM - mois long $MMM - mois court $MM - mois $M - mois sans zéro $yyyy - année $yy - année courte $hh - heures (24 uniquement) $h - heures sans zéro (24 uniquement) $mm - minutes $m - minutes sans zéro $ss - secondes $s - secondes sans zéro

source: Custom uptime format
fr: Temps de fonctionnement personalisé

source: $dd - uptime days $d - uptime days without zero $hh - uptime hours $h - uptime hours without zero $mm - uptime minutes $m - uptime minutes without zero
fr: $dd - temps de fonctionnement en jours $d - temps de fonctionnement en jours sans zéro $hh - temps de fonctionnement en heures $h - temps de fonctionnement en heures sans zéro $mm - temps de fonctionnement en minutes $m - temps de fonctionnement en minutes sans zéro

source: Temperature devices
fr: Temperature des périphériques

source: Add
fr: Ajouter

source: Editable del - remove item
fr: Modifiable del - supprimer un élément

source: Mount points
fr: Points de montage

source: HDD devices
fr: Périphériques HDD

source: Network directory
fr: Voisinage réseau

source: "/sys/class/net" by default
fr: "/sys/class/net" par défaut

source: Disable auto select device and set specified device
fr: Désactiver la sélection automatique de périphériques et le sélectionner manuellement

source: Set network device
fr: Sélectionner le périphérique réseau

source: Battery device
fr: Batterie

source: "/sys/class/power_supply/BAT0/capacity" by default
fr: "/sys/class/power_supply/BAT0/capacity" par défaut

source: Line, which returns when AC is online
fr: Ligne, qui retourne lorsque le AC est online

source: AC offline tag
fr: AC déconnecté tag

source: Line, which returns when AC is offline
fr: Ligne, qui retourne lorsque le AC est offline

source: AC device
fr: Périphérique d'alimentation

source: "/sys/class/power_supply/AC/online" by default
fr: "/sys/class/power_supply/AC/online" par défaut

source: Tooltip
fr: Conseil

source: CPU, CPU clock, memory, swap and network labels support graphical tooltip. To enable them just make needed checkbox fully checked.
fr: CPU, horloge du CPU, mémoire vive, mémoire swap et noms réseau supportent les conseils visuels. Pour les activer cochez simplement les cases correspondantes.

source: Number of values for tooltips
fr: Nombre d'éléments pour les conseils

source: CPU clock color
fr: Couleur de l'horloge processeur

source: Swap color
fr: Couleur de la mémoire d'échange

source: CPU color
fr: Couleur processeur

source: Download speed color
fr: Couleur de la vitesse de téléchargement

source: Memory color
fr: Couleur de la mémoire

source: Upload speed color
fr: Couleur du téléversement

source: Appearance
fr: Apparence

source: Time interval
fr: Intervalle

source: Font
fr: Police

source: Font size
fr: Taille de la police

source: Font color
fr: Couleur de la police

source: Font style
fr: Style de la police

source: Font weight
fr: Épaisseur de la police

source: DataEngine
fr: Moteur de données

source: Custom command
fr: Commande personnalisée

source: Custom command to run
fr: Commande personnalisée à exécuter

source: GPU device
fr: Périphérique graphique

source: MPD address
fr: Adresse MPD

source: MPD port
fr: Port MPD

source: Number of null lines
fr: Nombre de lignes nulles

# NAME OF TRANSLATORS
source: Your names
fr: Evgeniy Alekseev

# EMAIL OF TRANSLATORS
source: Your emails
fr: esalexeev@gmail.com
