Repository: arcan1s/awesome-widgets
Catalog: sources/awesome-widget/po/*.po
Languages: uk

source: Run ksysguard
uk: Запустити ksysguard

source: Show README
uk: Показати README

source: Update text
uk: Оновити текст

source: Custom command
uk: Своя команда

source: Package manager
uk: Пакетний менеджер

source: Null lines
uk: Кількість пустих рядків

source: Widget
uk: Віджет

source: Advanced
uk: Розширені

source: Tooltip
uk: Тултіп

source: Appearance
uk: Зовнішній вигляд

source: Remove
uk: Видалити

source: Vertical layout
uk: Вертикальна розмітка

source: Enable popup on mouse click
uk: Включити спливаючі підказки при натисканні клавіші миші

source: Add stretch to left/top of the layout
uk: Додати порожнє місце ліворуч/вгорі віджету

source: Add stretch to right/bottom of the layout
uk: Додати порожнє місце праворуч/внизу віджету

source: Custom time format
uk: Свій формат часу

source: $dddd - long weekday $ddd - short weekday $dd - day $d - day w\o zero $MMMM - long month $MMM - short month $MM - month $M - month w\o zero $yyyy - year $yy - short year $hh - hours (24 only) $h - hours w\o zero (24 only) $mm - minutes $m - minutes w\o zero $ss - seconds $s - seconds w\o zero
uk: $dddd - день тижня (довгий) $ddd - день тижня (короткий) $dd - день $d - день без нулів $MMMM - місяць (довгий) $MMM - місяць (короткий) $MM - місяць $M - місяць без нулів $yyyy - рік $yy - рук (короткий) $hh - години (24) $h - години без нулів (24) $mm - хвилини $m - хвилини без нулів $ss - секунди $s - секунди без нулів

source: Custom uptime format
uk: Свій формат аптайму (uptime)

source: $dd - uptime days $d - uptime days without zero $hh - uptime hours $h - uptime hours without zero $mm - uptime minutes $m - uptime minutes without zero
uk: $dd - дні аптайму $d - дні аптайму без нулів $hh - години аптайму $h - години аптайму без нулів $mm - хвилини аптайму $m - хвилини аптайму без нулів

source: Temperature units
uk: Одиниці виміру температури

source: Temperature devices
uk: Температурні пристрої

source: Editable
uk: Можна редагувати

source: Mount points
uk: Точки монтування

source: HDD devices (speed)
uk: HDD (швидкість)

source: HDD devices (temp)
uk: HDD (температура)

source: Disable auto select device and set specified device
uk: Відключити автоматичний вибір пристрою та використовувати вказаний

source: Set network device
uk: Оберіть мережевий пристрій

source: AC online tag
uk: AC підключений

source: Line, which returns when AC is online
uk: Рядок, що повертається при підключеному адаптері живлення

source: AC offline tag
uk: AC відключений

source: Line, which returns when AC is offline
uk: Рядок, що повертається при відключеному адаптері живлення

source: Time interval
uk: Інтервал оновлення

source: Font
uk: Шрифт

source: Font size
uk: Розмір шрифту

source: Font color
uk: Колір шрифту

source: Font style
uk: Стиль шрифту

source: Font weight
uk: Ширина шрифту

source: MPD port
uk: Порт сервера MPD

source: GPU device
uk: Пристій GPU

source: hddtemp cmd
uk: Команда hddtemp

source: Music player
uk: Музичний плеєр

source: MPD address
uk: Адреса сервера MPD

source: Editable del - remove item
uk: Можна редагувати del - видалити рядок

source: Battery device
uk: Пристрій батареї

source: "/sys/class/power_supply/BAT0/capacity" by default
uk: "/sys/class/power_supply/BAT0/capacity" за замовчуванням

source: AC device
uk: AC пристрій

source: "/sys/class/power_supply/AC/online" by default
uk: "/sys/class/power_supply/AC/online" за замовчуванням

source: CPU, CPU clock, memory, swap and network labels support graphical tooltip. To enable them just make needed checkbox fully checked.
uk: Поля "CPU", "Частота CPU", "Пам’ятьґЄ, "Swap" та "Мережа" підтримують графічний тултіп. Щоб їх задіяти, просто зробіть необхідні чекбокси повністю чекнутими.

source: Number of values for tooltips
uk: Кількість значень для тултіпа

source: CPU color
uk: Колір CPU

source: CPU clock color
uk: Колір частоти CPU

source: Memory color
uk: Колір пам’яті

source: Swap color
uk: Колір swap

source: Download speed color
uk: Колір швидкості скачування

source: Upload speed color
uk: Колір швидкості віддачі

source: Detailed information may be found on <a href="http://arcanis.name/projects/awesome-widgets/">project homepage</a>
uk: Детальна інформація може бути знайдена на <a href="http://arcanis.name/projects/awesome-widgets/">домашній сторінці проекту</a>

source: Add
uk: Добавити

# NAME OF TRANSLATORS
source: Your names
uk: Slobodyan Victor

# EMAIL OF TRANSLATORS
source: Your emails
uk: sarumyan@i.ua
