Repository: arcan1s/awesome-widgets
Catalog: sources/translations/*.po
Languages: pl

source: Version %1 (build date %2)
pl: Wersja %1 (data budowy %2)

source: A set of minimalistic plasmoid widgets
pl: Zestaw minimalistycznych widżetów plasmy

source: Homepage
pl: Strona domowa

source: Repository
pl: Repozytorium

source: Bugtracker
pl: Zgłasanie błędów

source: Translation issue
pl: Tłumaczenie

source: AUR packages
pl: Pakiety AUR

source: openSUSE packages
pl: Pakiety openSUSE

source: Widget
pl: Widżet

source: Advanced
pl: Zaawansowany

source: Tooltip
pl: Podpowiedź

source: Appearance
pl: Wygląd

source: DataEngine
pl: Silnik danych

source: About
pl: O...

source: Enable background
pl: Włącz tło

source: Translate strings
pl: Tłumacz napisy

source: Wrap new lines
pl: Zawijaj nowe linie

source: Enable word wrap
pl: Włącz zawijanie linii

source: Enable notifications
pl: Włącz powiadomienia

source: Check updates on startup
pl: Sprawdź aktualizacje przy uruchomieniu

source: Widget height, px
pl: Wysokość widżetu, px

source: Widget width, px
pl: Szerokość widżetu, px

source: Time interval
pl: Przedział czasowy

source: Temperature units
pl: Jednostki temperatury

source: Custom time format
pl: Twój format czasu

source: Custom uptime format
pl: Twój format czasu działania

source: AC online tag
pl: Znacznik właczonego zasilania

source: AC offline tag
pl: Znacznik wyłączonego zasilania

source: Drop key cache
pl: Wyczyść cache klawiatury

source: Export configuration
pl: Zapisz konfigurację

source: Import configuration
pl: Załaduj konfigurację

source: Font
pl: Czcionka

source: Font size
pl: Rozmiar czcionki

source: Font weight
pl: Ciężar czcionki

source: Font style
pl: Styl czcionki

source: Font color
pl: Kolor czcionki

source: ACPI path
pl: Ścieżka ACPI

source: Player
pl: Odtwarzacz

source: Player data symbols
pl: Symbole odtwarzacza

source: Music player
pl: Odtwarzacz muzyczny

source: MPRIS player name
pl: Nazwa odtwarzacza MPRIS

source: MPD address
pl: Adres MPD

source: MPD port
pl: Port MPD

source: Extensions
pl: Rozszerzenia

source: Custom scripts
pl: Skrypty własne

source: Package manager
pl: Zarządca pakietów

source: Quotes monitor
pl: Monitor wielkości zapisu

source: Weather
pl: Pogoda

source: Show README
pl: Pokaż README

source: Check updates
pl: Sprawdź aktualizacje

source: CPU, CPU clock, memory, swap and network labels support graphical tooltip. To enable them just make needed checkbox checked.
pl: CPU, zegar CPU, pamięć, opisy swap i sieci obsługują podpowiedź graficzną.Aby je włączyć po prostu zaznacz odpowiednią opcję.

source: Number of values for tooltips
pl: Ilość wartości dla podpowiedzi

source: Background
pl: Tło

source: Background color
pl: Kolor tła

source: CPU
pl: Procesor

source: CPU color
pl: Kolor procesora

source: CPU clock
pl: Zegar procesora

source: CPU clock color
pl: KOlor zegara procesora

source: Memory
pl: Pamięć

source: Memory color
pl: Kolor pamięci

source: Swap color
pl: Kolor pamięci swap

source: Network
pl: Sieć

source: Download speed color
pl: Kolor prędkości pobierania

source: Upload speed color
pl: Kolor prędkości wysyłania

source: Battery
pl: Bateria

source: Battery active color
pl: Kolor baterii aktywnej

source: Battery inactive color
pl: Kolor baterii nie aktywnej

source: Run %1
pl: Wykonać %1

source: Select font
pl: Wybierz czcionkę

source: AC online
pl: Zasilanie zewnętrzne podłączone

source: AC offline
pl: Zasilanie zewnętrzne odłaczone

source: High CPU load
pl: Wysokie obciążenie procesora

source: High memory usage
pl: Wyskoie zużycie pamięci

source: Swap is used
pl: Swap w użyciu

source: High GPU load
pl: Wysokie obciążenie procesora graficznego

source: Network device has been changed to %1
pl: Urządznie sieciowe zamienione na %1

source: You are using the actual version %1
pl: Używasz wersji %1

source: No new version found
pl: Nie znalazłem nowszej wersji

source: Click "Ok" to download
pl: Kliknij "Ok" aby pobrać

source: There are updates
pl: Aktualizacje są

source: Copy
pl: Kopiuj

source: Create
pl: Twórz

source: Remove
pl: Usuń

source: Enter file name
pl: Wpisz nazwę pliku

source: File name
pl: Nazwa pliku

source: Name: %1
pl: Nazwa: %1

source: Comment: %1
pl: Komentarz: %1

source: Identity: %1
pl: Tożsamość: %1

source: Active desktop
pl: AKtywny pulpit

source: Inactive desktop
pl: Nie aktywny pulpit

source: Vertical layout
pl: Ułożenie pionowe

source: Mark
pl: Znak

source: contours
pl: kontury

source: names
pl: nazwy

source: none
pl: nie

source: Tooltip type
pl: Rodzaj podpowiedzi

source: Tooltip width
pl: Szerokość podpowiedzi

source: Scripts
pl: Skrypty

source: Quotes
pl: Ograniczenia

source: Time
pl: Czas

source: Upgrades
pl: Aktualizacje

source: Edit bars
pl: Edytuj paski postępu

source: Preview
pl: Przegląd

source: Add
pl: Dodaj

source: Show value
pl: Pokaż wartość

source: Tag: %1
pl: Znacznik: %1

source: Value: %1
pl: Wartość: %1

source: Acknowledgment
pl: Potwierdzenie

source: Select a color
pl: Wybierz kolor

source: Export
pl: Eksport

source: Success
pl: Sukces

source: Please note that binary files were not copied
pl: Zapamiętaj sobie że te binarne pliki skopiowanie nie zostały

source: Ooops...
pl: Pizło...

source: Could not save configuration file
pl: Nie mogę zapisać pliku konfiguracji

source: Select a font
pl: Wybierz czcionkę

source: AC
pl: Zasialnie zewnętrzne

source: Bars
pl: Paski postępu

source: Desktops
pl: Pulpity

source: HDD
pl: Twardy dysk

source: Weathers
pl: Pogoda

source: normal
pl: normalna

source: italic
pl: pochylona

source: light
pl: lekka

source: demi bold
pl: pogrubiona

source: bold
pl: gruba

source: black
pl: opasła

source: Import plasmoid settings
pl: Załaduj ustawnienai plasmoidu

source: Import extensions
pl: Załaduj rozszerzenia

source: Import additional files
pl: Załaduj pliki dodatkowe

source: Name
pl: Nazwa

source: Comment
pl: Komentarz

source: Type
pl: Typ

source: Width
pl: Szerokość

source: Filter
pl: Filtr

source: Tag
pl: Znacznik

source: Active
pl: Aktywny

source: Interval
pl: Przedział

source: Ticker
pl: Znacznik czasowy

source: Command
pl: Polecenie

source: Redirect
pl: Przenieś

source: Additional filters
pl: Dodatkowe filtry

source: Wrap colors
pl: Kolory oblewania

source: Wrap spaces
pl: Oblewanie tekstu

source: City
pl: Miasto

source: Country
pl: Kraj

source: Timestamp
pl: Znacznik czasu

source: Use images
pl: Użyj obrazków

source: Value
pl: Wartość

source: Direction
pl: Kierunek

source: Height
pl: Wysokość
